Bicycle.seed do |s|
	s.id = 1
	s.name = "Trek Allant 7.4"
	s.value = "95000"
	s.image = Rails.root.join("db/fixtures/image/Asset_287641.png").open
	s.description = "ディスクブレーキ搭載のクラシカルなデザインが魅力。

クラシカルなデザインとは裏腹にディスクブレーキを搭載しているのがこちらのアラントです。ストップ＆ゴーの多い街中でも安全に、ストレスなく走行できます。３×９の27段変速機を装備しているのであらゆる路面状況に対応できます。

タイヤもボントレガー製のパンク防止性能に優れたものを採用しているので、通勤や通学など毎日乗るヘビーユーザーにおすすめの一台です。"
end

Bicycle.seed do |s|
	s.id = 2
	s.name = "LOOK565"
	s.value = "294000"
	s.image = Rails.root.join("db/fixtures/image/look565.jpg").open
	s.description = "完売したエコノミーモデルともいうべき「555」とリアルレーシングモデル「585」の中間に位置する「565」は最も用途を限定しない使い易いカーボンフレームです。LOOKのカーボンフレームらしいチェーンステイの反発は585程速くなく（十分速いですが）BBまわりの剛性感も585程カッチリしていないのでライダーが疲れてもスムーズにペダリングが続けられます。適度な剛性感もありますからヒルクライムも十分に性能を持っています。振動吸収性に関しては585まではいかないけれど他メーカーのトップモデルと互角ぐらいの「高い振動吸収性」があります。フレーム性能の高さと価格を考えれば実はこの「565」が2006年の LOOKのラインナップのなかで一番のお買い得モデルであるかもしれません。このモデルも定価￥294,000という価格以上の性能を感じれること間違いなしです。"
end